Repository: common-repository/wp-timeliner
Catalog: languages/wp-timeliner-*.po
Languages: fr_fr

source: WP Timeliner options
fr_fr: Options de WP Timeliner

source: General
fr_fr: Général

source: Warning!
fr_fr: Attention !

source: The settings below are for experienced WordPress users only. Please double check before altering one of this option and do not forget to flush rewrite rules and setup proper redirections afterwards.
fr_fr: Les réglages ci-dessous sont destinés à des utilisateurs WordPress expérimentés. Veillez à vérifier avant de changer un réglage : n’oubliez pas de rafraîchir vos permaliens et de mettre en place d’éventuelles redirections après tout changement.

source: Enable timeline archive pages
fr_fr: Activer les pages d’archives des chronologies

source: By default, timelines are manually displayed via a shortcode or Gutenberg block. By enabling this setting, each timeline will automatically get its own URL.
fr_fr: Par défaut, les chronologies sont affichées manuellement via un code-court ou un bloc Gutenberg. En activant cette option, chaque chronologie aura automatiquement sa propre URL.

source: Achievement URL prefix
fr_fr: Préfixe d’URL d’une réussite

source: Override the URL slug for single achievement pages. Leave blank for default <em>achievement</em> value.
fr_fr: Ecraser le terme d’URL des pages uniques de réussites. Laissez vide pour utiliser la valeur <em>achievement</em> par défaut.

source: Timeline URL prefix
fr_fr: Préfixe d’URL d’une chronologie

source: Override the URL slug for timeline archive pages. Leave blank for default <em>timeline</em> value.
fr_fr: Ecraser le terme d’URL des pages de chronologie. Laissez vide pour utiliser la valeur <em>timeline</em> par défaut.

source: Settings
fr_fr: Réglages

source: Timeline
fr_fr: Chronologie

source: timeline
fr_fr: chronologie

source: event
fr_fr: événement

source: No timeline to select... yet!
fr_fr: Pas de chronologie à sélectionner… pour l’instant !

source: Loading timelines...
fr_fr: Chargement des chronologies…

source: achievements
fr_fr: réussites

source: achievement
fr_fr: réussite

source: Select timeline to display
fr_fr: Choisissez une chronologie à afficher

source: Display timeline called "%1$s"
fr_fr: Affichage de la chronologie « %1$s »

source: Choose a valid timeline to display...
fr_fr: Choisissez une chronologie valide à afficher…

source: Fields for %1$s
fr_fr: Champs pour %1$s

source: Add New %s
fr_fr: Ajouter nouveau %s

source: Edit %s
fr_fr: Editer %s

source: New %s
fr_fr: Nouvel %s

source: All %s
fr_fr: Toutes les %s

source: View %s
fr_fr: Voir %s

source: Search %s
fr_fr: Rechercher %s

source: No %s
fr_fr: Pas de %s

source: No %s found in Trash
fr_fr: Pas de %s dans la corbeille

source: Parent %s:
fr_fr: %s parent :

source: Insert into %s
fr_fr: Insérer dans %s

source: Achievement details
fr_fr: Détails de cette réussite

source: Start date
fr_fr: Date de début

source: Start date for this achievement
fr_fr: La date de début de cette réussite

source: This date will be used to position this achievement in its timeline.
fr_fr: Cette date sera utilisée pour positionner cette réussite sur sa chronologie.

source: End date
fr_fr: Date de fin

source: End date for this achievement
fr_fr: Date de fin de cette réussite

source: Icon
fr_fr: Icône

source: Main color
fr_fr: Couleur principale

source: Show a button
fr_fr: Afficher un bouton

source: Enable this option in order to display a button in this achievement timeline.
fr_fr: Activer cette option pour afficher un bouton pour cette réussite dans sa chronologie.

source: Button link
fr_fr: Lien du bouton

source: Leave blank to link directly to this achievement single page URL.
fr_fr: Laissez vide pour utiliser directement le permalien de cette réussite.

source: Button label
fr_fr: Texte du bouton

source: Leave blank to link to use the default button label set in the timeline setting.
fr_fr: Laissez vide pour utiliser le texte par défaut des boutons défini dans le réglage de cette chronologie.

source: Timeline settings
fr_fr: Réglages de chronologie

source: Theme
fr_fr: Thème

source: Date format
fr_fr: Format de date

source: Year only (%1$s)
fr_fr: Seulement l’année (%1$s)

source: Month and year (%1$s)
fr_fr: Mois et année (%1$s)

source: Full date (%1$s)
fr_fr: Date complète (%1$s)

source: Achievement buttons label
fr_fr: Texte des boutons des réussites

source: Set the default achievement button label. Can be changed on a single achievement level.
fr_fr: Définissez le texte par défaut des boutons des réussites. Peut être modifié au niveau d’une réussite individuelle.

source: Read more
fr_fr: En savoir plus

source: Achievement
fr_fr: Réussite

source: Achievements
fr_fr: Réussites

source: Timelines
fr_fr: Chronologie

source: New Achievement
fr_fr: Nouvelle réussite

source: Achievement summary
fr_fr: Résumé de cette réussite

source: Tag
fr_fr: Etiquette

source: Tags
fr_fr: Etiquettes

source: Tags are useful to group and filter achievements. Some tag examples for grouping achievements could be: a skill (in a resume), a country (for a roadtrip) or a phase (on a crowdfunding page).
fr_fr: Les étiquettes sont utiles pour grouper et filtrer des réussites. Quelques exemples d’étiquettes de réussite seraient : des compétences (pour un CV), des pays (pour un voyage) ou des étapes (d’une campagne de financement).

source: A timeline is a "container" that will be used to display multiple events (called "Achievements") in a chronological order.
fr_fr: Une chronologie est un « conteneur » qui permettra d’afficher plusieurs événements (appelés « Réussites ») par ordre chronologique.

source: From %1$s to %2$s
fr_fr: De %1$s à %2$s

source: We don't have anything to show on this timeline.
fr_fr: Nous n’avons rien à afficher dans cette chronologie.
